<?php
defined('COT_CODE') or die('Wrong URL.');

/**
 * Plugin Config
 */

$L['cfg_countonpage'] = "Кількість записів що виводяться на сторінку";
$L['cfg_countonpage_hint'] = "";
$L['cfg_ajax'] = "Увімкнути AJAX навігацію";
$L['cfg_ajax_hint'] = "";
$L['cfg_timeback'] = 'Період для підрахунку статистики';
$L['cfg_timeback_hint'] = '(одиниця виміру - доба)';

/**
 * Plugin Title & Subtitle
 */

$L['info_desc'] = 'Відображає останні переклади сторінок користувача';

/**
 * Plugin Body
 */

$L['plu_none_usr_pag_translate'] = 'Користувач не переклав жодної сторінки';
$L['plu_user_not_found'] = 'Для запитаних перекладів користувача не знайдено цього користувача';
$L['plu_user_id_empty'] = 'Для запитуваних перекладів порожній ідентифікатор користувача';

$L['plu_msg500'] = "Відбулася внутрішня помилка або помилка в конфігурації сервера. Будь ласка, зв'яжіться з адміністрацією сайту, і повідомте про помилку та внаслідок яких дій ви з нею зіткнулися.";
$L['plu_msg404'] = "Запитаний об'єкт або посилання не знайдені на цьому сервері. Посилання, за яким ви прийшли або застаріло, помилкове, або на сервері було заборонено її перегляд.";