<?php
defined('COT_CODE') or die('Wrong URL.');

$L['info_desc'] = 'Отображает последние переводы страниц пользователя';

$L['cfg_countonpage'] = "Количество выводимых записей на страницу";
$L['cfg_ajax'] = "Включить AJAX навигацию";

$L['plu_none_usr_pag_translate'] = 'Пользователь не перевел ни одной страницы';
$L['plu_user_not_found'] = 'Для запрошенных переводов пользователя не найден этого пользователь';
$L['plu_user_id_empty'] = 'Для запрашиваемых переводов пустой идентификатор пользователя';

$L['plu_msg500'] = "Произошла внутренняя ошибка или ошибка в конфигурации сервера. Пожалуйста свяжитесь с администрацией сайта, и сообщите об ошибке и вследствии каких действий вы с ней столкнулись.";
$L['plu_msg404'] = "Запрошенный объект или ссылка не найдены на этом сервере. Ссылка, по которой вы пришли либо устарела, ошибочна, либо на сервере был запрещен её просмотр.";